{
    "navbar": {
        "projects": "Projetos",
        "about": "Sobre",
        "tech_tendencies": "Tendências Tech",
        "contact": "Contato"
    },
    "bannerSection": {
        "jobTitle": "frontend developer na looqbox",
        "textRows": [
            "Transformando em",
            "realidade experiências",
            "digitais que",
            "inspiram"
        ],
        "button": "Explorar"
    },
    "projectSection": {
        "nasa": {
            "title": "Nasa APIs",
            "description": "🛰️ Nasa APIs - é uma plataforma que tem como o objetivo usar algumas das APIs fornecidas pela NASA para extrair dados interessantes sobre o universo."
        },
        "todoList": {
            "title": "Todo List",
            "description": "Aplicação simples de lista de tarefas com filtros, etiquetas e conceitos offline"
        },
        "tonyMoedas": {
            "title": "Tony Moedas",
            "description": "Aplicação de criptomoedas, que lista as criptomoedas e apresenta gráficos de negociação"
        },
        "starwarsApp": {
            "title": "Star Wars App",
            "description": "Aplicação que lista os personagens de Star Wars e apresenta detalhes sobre cada um"
        }
    },
    "aboutSection": {
        "miniBio": {
            "title": "Antônio Gally",
            "description": "Desenvolvedor Frontend na Looqbox, estudante de Ciências da Computação na Impacta e entusiasta de tecnologia. Atualmente, estou focado em desenvolvimento web e mobile, mas também tenho interesse em DevOps e segurança."
        },
        "fullBio": {
            "title": "Eu profissional",
            "description01": "A minha experiência é principalmente em startups, por isso aprendo rapidamente, sou dinâmico, trabalho bem em equipes e consigo adaptar-me a qualquer stack ou área. Ao longo da minha carreira, tive um forte foco no desenvolvimento de front-end, especialmente usando tecnologias como React, React Native e Next.",
            "description02": "Também tenho habilidades em desenvolvimento backend; atualmente estou estudando microserviços, autenticação, proxies, gateways, entre outros. Tenho explorado bastante o DevOps, estudando Docker, Kubernetes, GCP, Jenkins, GitHub Actions e ferramentas de segurança.",
            "button": "Meu Github"
        }
    },
    "contactSection": {
        "title": "Topa uma conversa?",
        "email": "Email",
        "message": "Mensagem",
        "button": "Enviar"
    },
    "footer": {
        "developed": "Desenvolvido por Antônio Gally",
        "designed": "Design por André Alcantara"
    }
}